Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# plusview_description_phone
source: Unlock QuickDrop+ to continue exchanging files without limits. All current and future features are included, plus the macOS and Android apps.
ar: افتح QuickDrop+ لمتابعة تبادل الملفات بدون حدود. جميع الميزات الحالية والمستقبلية مشمولة، بالإضافة إلى تطبيقات macOS وAndroid.
ca: Desbloca QuickDrop+ per continuar intercanviant arxius sense límits. Inclou totes les funcions actuals i futures, a més de les apps per a macOS i Android.
cs: Odemkněte QuickDrop+, abyste mohli nadále vyměňovat soubory bez omezení. Zahrnuty jsou všechny současné i budoucí funkce, stejně jako aplikace pro macOS a Android.
da: Lås QuickDrop+ op for at fortsætte filudveksling uden begrænsninger. Alle nuværende og fremtidige funktioner er inkluderet, samt macOS- og Android-apps.
de: Schalte QuickDrop+ frei, um Dateien unbegrenzt weiter auszutauschen. Alle aktuellen und zukünftigen Funktionen sowie die macOS- und Android-Apps sind enthalten.
el: Ξεκλειδώστε το QuickDrop+ για να συνεχίσετε να ανταλλάσσετε αρχεία χωρίς περιορισμούς. Περιλαμβάνονται όλα τα τρέχοντα και μελλοντικά χαρακτηριστικά, καθώς και οι εφαρμογές macOS και Android.
es: Desbloquea QuickDrop+ para seguir compartiendo archivos sin límites. Incluye todas las funciones actuales y futuras, además de las apps para macOS y Android.
es_419: Desbloquea QuickDrop+ para seguir intercambiando archivos sin límites. Incluye todas las funciones actuales y futuras, además de las apps para macOS y Android.
fi: Avaa QuickDrop+, jotta voit jatkaa tiedostojen vaihtoa ilman rajoituksia. Kaikki nykyiset ja tulevat ominaisuudet sekä macOS- ja Android-sovellukset sisältyvät hintaan.
fr: Débloquez QuickDrop+ pour continuer à échanger des fichiers sans limites. Toutes les fonctionnalités actuelles et futures sont incluses, ainsi que les applications macOS et Android.
fr_ca: Débloquez QuickDrop+ pour continuer à échanger des fichiers sans limites. Toutes les fonctions actuelles et futures sont incluses, ainsi que les applications macOS et Android.
he: הפעל את QuickDrop+ כדי להמשיך להחליף קבצים ללא הגבלה. כל הפיצ’רים הנוכחיים והעתידיים כלולים, כולל אפליקציות macOS ואנדרואיד.
hi: QuickDrop+ अनलॉक करें ताकि आप बिना किसी सीमा के फाइलों का आदान-प्रदान जारी रख सकें। सभी वर्तमान और भविष्य की विशेषताएँ शामिल हैं, साथ ही macOS और Android ऐप्स भी।
hr: Otključajte QuickDrop+ za neograničenu razmjenu datoteka. Svi trenutačni i budući sadržaji su uključeni, uz macOS i Android aplikacije.
hu: Oldja fel a QuickDrop+ szolgáltatást, hogy korlátlanul küldhessen és fogadhasson fájlokat. Minden jelenlegi és jövőbeli funkció, valamint a macOS és Android alkalmazások is benne vannak.
id: Buka QuickDrop+ untuk terus bertukar file tanpa batas. Semua fitur sekarang dan mendatang termasuk, beserta aplikasi macOS dan Android.
it: Sblocca QuickDrop+ per continuare a scambiare file senza limiti. Tutte le funzionalità attuali e future sono incluse, oltre alle app macOS e Android.
ja: QuickDrop+ をアンロックして、無制限にファイル交換を続けましょう。現在および今後のすべての機能、さらに macOS と Android アプリが含まれます。
ko: QuickDrop+를 잠금 해제하여 파일을 무제한으로 주고받으세요. 현재 및 향후 모든 기능과 macOS, Android 앱 이용이 포함됩니다.
ms: Buka kunci QuickDrop+ untuk terus bertukar fail tanpa had. Semua ciri semasa dan akan datang disertakan, termasuk aplikasi macOS dan Android.
nb: Lås opp QuickDrop+ for å fortsette å utveksle filer uten begrensninger. Alle nåværende og fremtidige funksjoner er inkludert, samt macOS- og Android-appene.
nl: Ontgrendel QuickDrop+ om onbeperkt bestanden te blijven uitwisselen. Alle huidige en toekomstige functies, plus de macOS- en Android-apps zijn inbegrepen.
pl: Odblokuj QuickDrop+, aby dalej wymieniać pliki bez ograniczeń. Otrzymasz wszystkie obecne i przyszłe funkcje oraz aplikacje na macOS i Androida.
pt_br: Desbloqueie o QuickDrop+ para continuar trocando arquivos sem limites. Todos os recursos atuais e futuros estão incluídos, além dos apps para macOS e Android.
pt_pt: Desbloqueie o QuickDrop+ para continuar a trocar ficheiros sem limites. Inclui todas as funcionalidades atuais e futuras, além das apps para macOS e Android.
ro: Deblochează QuickDrop+ pentru a continua transferul de fișiere fără limite. Toate funcțiile actuale și viitoare sunt incluse, plus aplicațiile macOS și Android.
ru: Разблокируйте QuickDrop+, чтобы и дальше обмениваться файлами без ограничений. Все текущие и будущие функции, а также приложения для macOS и Android включены.
sv: Lås upp QuickDrop+ för att fortsätta utbyta filer utan begränsningar. Alla nuvarande och framtida funktioner ingår, samt appar för macOS och Android.
th: ปลดล็อก QuickDrop+ เพื่อส่งไฟล์ได้ไม่จำกัด รวมฟีเจอร์ปัจจุบันและอนาคต พร้อมแอป macOS และ Android
tr: Sınırsız dosya alışverişi için QuickDrop+’ı açın. Mevcut ve gelecek tüm özellikler ile macOS ve Android uygulamaları dahildir.
uk: Відкрийте QuickDrop+, щоб без обмежень обмінюватися файлами. Усі поточні й майбутні функції включено, а також додатки для macOS і Android.
vi: Mở khóa QuickDrop+ để tiếp tục chia sẻ tệp không giới hạn. Bao gồm tất cả tính năng hiện tại và sắp tới, cùng với ứng dụng macOS và Android.
zh_hans: 解锁 QuickDrop+，即可无限制传输文件。包含当前及未来所有功能，并支持 macOS 和 Android 应用。
zh_hant: 解鎖 QuickDrop+，即可無限傳輸檔案。包含所有現有和未來功能，還有 macOS 與 Android 應用程式。

# plusview_footer_phone
source: Thanks for using QuickDrop! Your contribution helps support ongoing development.
ar: شكرًا لاستخدامك QuickDrop! مساهمتك تدعم تطوير التطبيق المستمر.
ca: Gràcies per utilitzar QuickDrop! La teva aportació ajuda a continuar el desenvolupament.
cs: Děkujeme, že používáte QuickDrop! Vaše podpora pomáhá dalšímu vývoji.
da: Tak fordi du bruger QuickDrop! Din støtte hjælper med at udvikle appen videre.
de: Danke, dass Du QuickDrop verwendest! Dein Beitrag unterstützt die Weiterentwicklung.
el: Ευχαριστούμε που χρησιμοποιείτε το QuickDrop! Η συνεισφορά σας στηρίζει τη συνεχή ανάπτυξη.
es: ¡Gracias por usar QuickDrop! Tu contribución ayuda a mantener el desarrollo.
es_419: ¡Gracias por usar QuickDrop! Tu aporte ayuda a mantener el desarrollo continuo.
fi: Kiitos, että käytät QuickDropia! Panoksesi tukee jatkuvaa kehitystä.
fr: Merci d’utiliser QuickDrop ! Votre contribution soutient le développement continu.
fr_ca: Merci d'utiliser QuickDrop! Votre contribution aide à soutenir le développement continu.
he: תודה שהשתמשת ב-QuickDrop! התרומה שלך מסייעת לפיתוח מתמשך.
hi: QuickDrop का उपयोग करने के लिए धन्यवाद! आपका योगदान निरंतर विकास में सहायता करता है।
hr: Hvala što koristite QuickDrop! Vaš doprinos pomaže daljnjem razvoju.
hu: Köszönjük, hogy használod a QuickDropot! A hozzájárulásod segíti a folyamatos fejlesztést.
id: Terima kasih telah menggunakan QuickDrop! Dukungan Anda membantu pengembangan berkelanjutan.
it: Grazie per aver utilizzato QuickDrop! Il tuo contributo sostiene lo sviluppo continuo.
ja: QuickDropをご利用いただきありがとうございます！ご支援は開発の継続に役立っています。
ko: QuickDrop를 사용해 주셔서 감사합니다! 여러분의 기여는 지속적인 개발에 큰 힘이 됩니다.
ms: Terima kasih kerana menggunakan QuickDrop! Sumbangan anda membantu menyokong pembangunan berterusan.
nb: Takk for at du bruker QuickDrop! Bidraget ditt hjelper oss med videre utvikling.
nl: Bedankt voor het gebruiken van QuickDrop! Uw bijdrage ondersteunt de verdere ontwikkeling.
pl: Dziękujemy za korzystanie z QuickDrop! Twój wkład wspiera dalszy rozwój.
pt_br: Obrigado por usar o QuickDrop! Sua contribuição ajuda a apoiar o desenvolvimento contínuo.
pt_pt: Obrigado por usar o QuickDrop! A sua contribuição ajuda a suportar o desenvolvimento contínuo.
ro: Mulțumim că folosești QuickDrop! Contribuția ta ajută la susținerea dezvoltării continue.
ru: Спасибо, что пользуетесь QuickDrop! Ваша поддержка помогает нам развивать приложение.
sv: Tack för att du använder QuickDrop! Ditt bidrag hjälper oss att fortsätta utvecklingen.
th: ขอบคุณที่ใช้ QuickDrop! การสนับสนุนของคุณช่วยให้การพัฒนาแอปต่อเนื่อง
tr: QuickDrop'u kullandığınız için teşekkürler! Katkınız, devam eden geliştirmeyi desteklemektedir.
uk: Дякуємо, що користуєтесь QuickDrop! Ваш внесок допомагає розвивати додаток.
vi: Cảm ơn bạn đã sử dụng QuickDrop! Sự đóng góp của bạn giúp hỗ trợ quá trình phát triển liên tục.
zh_hans: 感谢您使用QuickDrop！您的支持有助于我们持续开发。
zh_hant: 感謝您使用 QuickDrop！您的支持有助於我們持續開發。

# plusview_success_description
source: You can now receive files without any restrictions. Please resend any files you tried to send earlier.
ar: يمكنك الآن استقبال الملفات بدون أي قيود. يرجى إعادة إرسال الملف أو الملفات التي حاولت إرسالها سابقًا.
ca: Ara pots rebre fitxers sense cap restricció. Torna a enviar el(s) fitxer(s) que vas intentar enviar abans.
cs: Nyní můžete přijímat soubory bez omezení. Prosím, znovu odešlete soubory, které jste se pokusili poslat dříve.
da: Du kan nu modtage filer uden begrænsninger. Send venligst filerne igen, som du tidligere forsøgte at sende.
de: Du kannst jetzt Dateien ohne Einschränkungen empfangen. Bitte sende die Datei(en), die du zuvor senden wolltest, erneut.
el: Τώρα μπορείτε να λαμβάνετε αρχεία χωρίς περιορισμούς. Παρακαλούμε στείλτε ξανά το(α) αρχείο(α) που προσπαθήσατε να στείλετε νωρίτερα.
es: Ahora puedes recibir archivos sin restricciones. Por favor, vuelve a enviar el/los archivo(s) que intentaste enviar antes.
es_419: Ahora puedes recibir archivos sin restricciones. Por favor, vuelve a enviar el/los archivo(s) que intentaste enviar antes.
fi: Voit nyt vastaanottaa tiedostoja ilman rajoituksia. Lähetäthän aiemmin yrittämäsi tiedoston/tiedostot uudelleen.
fr: Vous pouvez maintenant recevoir des fichiers sans aucune restriction. Veuillez renvoyer le(s) fichier(s) que vous avez tenté d’envoyer plus tôt.
fr_ca: Vous pouvez maintenant recevoir des fichiers sans aucune restriction. Veuillez renvoyer le(s) fichier(s) que vous avez essayé d’envoyer plus tôt.
he: ניתן כעת לקבל קבצים ללא מגבלות. אנא שלח שוב את הקובץ או הקבצים שניסית לשלוח קודם.
hi: अब आप बिना किसी प्रतिबंध के फाइलें प्राप्त कर सकते हैं। कृपया वे फाइलें फिर से भेजें जिन्हें आपने पहले भेजने की कोशिश की थी।
hr: Sada možete primati datoteke bez ikakvih ograničenja. Molimo ponovno pošaljite datoteke koje ste ranije pokušali poslati.
hu: Mostantól korlátozás nélkül fogadhat fájlokat. Kérjük, küldje el újra a korábban próbált fájl(oka)t.
id: Anda sekarang dapat menerima file tanpa batasan. Silakan kirim ulang file yang sebelumnya Anda coba kirim.
it: Ora puoi ricevere file senza restrizioni. Invia di nuovo il/i file che hai provato a mandare prima.
ja: これで制限なくファイルを受信できます。先ほど送信しようとしたファイルをもう一度送信してください。
ko: 이제 아무 제한 없이 파일을 받을 수 있습니다. 이전에 보내려던 파일을 다시 보내주세요.
ms: Anda kini boleh menerima fail tanpa sebarang sekatan. Sila hantar semula fail yang anda cuba hantar sebelum ini.
nb: Du kan nå motta filer uten begrensninger. Vennligst send filene du prøvde å sende tidligere på nytt.
nl: Je kunt nu bestanden zonder beperkingen ontvangen. Stuur het bestand of de bestanden die je eerder probeerde te verzenden opnieuw.
pl: Możesz teraz odbierać pliki bez ograniczeń. Wyślij ponownie plik(i), które próbowałeś wcześniej wysłać.
pt_br: Agora você pode receber arquivos sem restrições. Por favor, envie novamente o(s) arquivo(s) que tentou enviar anteriormente.
pt_pt: Agora pode receber ficheiros sem quaisquer restrições. Por favor, reenvie os ficheiros que tentou enviar anteriormente.
ro: Acum poți primi fișiere fără restricții. Te rugăm să retrimiți fișierul(ele) pe care ai încercat să le trimiți mai devreme.
ru: Теперь вы можете получать файлы без ограничений. Пожалуйста, отправьте файл(ы) заново.
sv: Du kan nu ta emot filer utan några begränsningar. Vänligen skicka filen/filerna igen som du försökte skicka tidigare.
th: คุณสามารถรับไฟล์ได้โดยไม่มีข้อจำกัดแล้ว โปรดส่งไฟล์ที่คุณพยายามส่งมาก่อนหน้านี้อีกครั้ง
tr: Artık herhangi bir kısıtlama olmadan dosya alabilirsiniz. Lütfen daha önce göndermeye çalıştığınız dosyaları tekrar gönderin.
uk: Тепер ви можете отримувати файли без обмежень. Будь ласка, надішліть файл(и) ще раз.
vi: Bạn hiện có thể nhận tệp mà không bị hạn chế. Vui lòng gửi lại tệp mà bạn đã cố gửi trước đó.
zh_hans: 您现在可以无限制地接收文件了。请重新发送您之前尝试发送的文件。
zh_hant: 您現在可以無限制地接收檔案。請重新傳送您先前嘗試傳送的檔案。

# plusview_title
source: Thanks for using QuickDrop!
ar: شكرًا لاستخدامك QuickDrop!
ca: Gràcies per utilitzar QuickDrop!
cs: Děkujeme, že používáte QuickDrop!
da: Tak fordi du bruger QuickDrop!
de: Danke, dass du QuickDrop benutzt!
el: Ευχαριστούμε που χρησιμοποιείτε το QuickDrop!
es: ¡Gracias por usar QuickDrop!
es_419: ¡Gracias por usar QuickDrop!
fi: Kiitos, että käytät QuickDropia!
fr: Merci d'utiliser QuickDrop !
fr_ca: Merci d'utiliser QuickDrop!
he: תודה שהשתמשת ב-QuickDrop!
hi: QuickDrop का उपयोग करने के लिए धन्यवाद!
hr: Hvala što koristite QuickDrop!
hu: Köszönjük, hogy használod a QuickDropot!
id: Terima kasih telah menggunakan QuickDrop!
it: Grazie per aver usato QuickDrop!
ja: QuickDropをご利用いただきありがとうございます！
ko: QuickDrop을 사용해 주셔서 감사합니다!
ms: Terima kasih kerana menggunakan QuickDrop!
nb: Takk for at du bruker QuickDrop!
nl: Bedankt voor het gebruiken van QuickDrop!
pl: Dziękujemy za korzystanie z QuickDrop!
pt_br: Obrigado por usar o QuickDrop!
pt_pt: Obrigado por usar o QuickDrop!
ro: Mulțumim că folosești QuickDrop!
ru: Спасибо за использование QuickDrop!
sv: Tack för att du använder QuickDrop!
th: ขอบคุณที่ใช้ QuickDrop!
tr: QuickDrop kullandığınız için teşekkürler!
uk: Дякуємо за використання QuickDrop!
vi: Cảm ơn vì đã sử dụng QuickDrop!
zh_hans: 感谢使用 QuickDrop!
zh_hant: 感謝您使用 QuickDrop！
